Repository: simonpeti/osclass-Real-State-attributes-plugin-hun
Catalog: messages.po
Languages: hu_hu

source: Property types
hu_hu: Ingatlan típusok

source: Delete
hu_hu: Törlés

source: Edit
hu_hu: Szerkeszt

source: Add new property types
hu_hu: Új ingatlan típus hozzáadása

source: Add new
hu_hu: Új ingatlan hirdetés

source: Warning
hu_hu: Figyelmeztetés

source: Deleting property types may end in errors. Some of those property types could be attached to some actual items
hu_hu: Az ingatlan típusok törlése hibákat okozhat. A típushoz tartozó ingatlanok nem fognak megjelenni az oldalon.

source: Type
hu_hu: Típus

source: Property type
hu_hu: Ingatlan típusa

source: Num. Rooms
hu_hu: Szobák száma

source: Num. Bathrooms
hu_hu: Fürdőszobák száma

source: Status
hu_hu: Épület állapota

source: Square Meters
hu_hu: Épület alapterülete

source: Square Meters (total)
hu_hu: Telek mérete

source: Num. Floors
hu_hu: Emeletek száma

source: Construction Year
hu_hu: Építés éve

source: Condition
hu_hu: Feltételek

source: Agency
hu_hu: Ingatlan iroda neve

source: Floor Number
hu_hu: Emelet

source: Transport
hu_hu: Megtekinthető (pl:8:00-16:00)

source: Zone
hu_hu: A környékről

source: Heating
hu_hu: Fűtés

source: Air Condition
hu_hu: Légkondicionáló

source: Elevator
hu_hu: Lift

source: Terrace
hu_hu: Terasz

source: Parking
hu_hu: Parkoló

source: Furnished
hu_hu: Berendezett

source: New
hu_hu: Új

source: By Owner
hu_hu: Tulajdonos

source: Details
hu_hu: Részletek

source: Other characteristics
hu_hu: Egyéb jellemzők

source: Configure plugin
hu_hu: Bővítmény konfigurálása

source: View options
hu_hu: Opciók megtekintése

source: Realestate attributes
hu_hu: Jellemzők

source: For rent
hu_hu: Kiadó

source: For sale
hu_hu: Eladó

source: Num. of rooms
hu_hu: Szobák száma

source: Num. of bathrooms
hu_hu: Fürdőszobák száma

source: New construction
hu_hu: Új építésű

source: To renovate
hu_hu: Felújítandó

source: Good condition
hu_hu: Jó állapotú

source: Square meters
hu_hu: Épület alapterülete

source: Square meters (total)
hu_hu: Telek mérete

source: Num. of floors
hu_hu: Emeletek száma

source: Num. of garages (place for a car = one garage)
hu_hu: Garázs száma (autóhelyek száma a garázsban)

source: Air condition
hu_hu: Légkondicionáló

source: By owner
hu_hu: Tulajdonos

source: Undefined
hu_hu: NEM MEGHATÁROZOTT

source: Select a property type
hu_hu: Ingatlan típusa

source: Num. Floors Range
hu_hu: Emeletek száma

source: Rooms Range
hu_hu: Szobák száma

source: Bathrooms Range
hu_hu: A fürdőszobák száma

source: Garages Range
hu_hu: Garázsok Száma

source: Construction year Range
hu_hu: Építés éve

source: Square Meters Range
hu_hu: Négyzetméter (összesen)

source: Settings saved!
hu_hu: Beállítások elmentve!

source: Display options
hu_hu: Kijelző opciók

source: Display realestate attributes in listing page...
hu_hu: Ingatlan tulajdonságok felsorolása az oldalon

source: After item description
hu_hu: Leírás után

source: Manually
hu_hu: Manuális

source: Update options
hu_hu: Frissítés

source: Filters
hu_hu: Szűrők

source: Show filters in search page
hu_hu: Szűrés megjelenítése a keresőoldalon

source: Show all filters
hu_hu: Mutasd az összes szűrőt

source: Hide all filters
hu_hu: Szűrések elrejtése

source: Show only specified filters
hu_hu: Speciális szűrők mutatása
